app.controller('PriceCtrl', ['$scope', function PriceController($scope) {
  $scope.counter = 0;
  $scope.prices = prices.ua;
}]);

var prices = {
	ua: [
		{name: "Анестезія", price: "50"},
		{name: "Пломбування зуба склоіономерним цементом", price: "150"},
		{name: "Пломбування зуба фотополімерним матеріалом в залежності від обьему маніпуляціі", price: "200-400"},
		{name: "Художня реставрація зуба", price: "300-500"},
		{name: "Тимчасове пломбування зуба", price: "50"},
		{name: "Профілактична чистка  та зняття нальоту (верхня та нижня щелепи)", price: "300-400"},
		{name: "Відбілювання зубів(зовнішнэ)", price: "20-30 грн -один зуб "},
		{name: "Відбілювання внутрішньокоронкове", price: "150грн-один зуб "},
		{name: "Шинування зубів (за показами)", price: "50 грн-один зуб"}
	]
};

